Revit 2024 API
ParameterTypeId.CurveParamSteelCantilever Property
 "Steel Cantilever"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurveParamSteelCantilever { get; }
Visual Basic
Public Shared ReadOnly Property CurveParamSteelCantilever As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurveParamSteelCantilever {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace